tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"

brew "ack"
brew "bash-completion"
brew "coreutils"
brew "cowsay"
brew "dos2unix"
brew "exa"
brew "figlet"
brew "findutils", args: ["--with-default-names"]
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "jq"
brew "mas"
brew "ngrep"
brew "pinentry"
brew "pwgen"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "ssh-copy-id"
brew "subversion"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "wget"

cask "1password-cli"
cask "atom"
cask "banktivity"
cask "calibre"
cask "doxie"
cask "dropbox"
cask "encryptme"
cask "font-hack"
cask "font-source-code-pro-for-powerline"
cask "fork"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "steam"
cask "transmission"
cask "xquartz"
cask "zoomus"
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
#mas "Batman Arkham Asylum", id: 469363039
#mas "Comic Life 3", id: 688953417
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
#mas "GarageBand", id: 682658836
mas "Gemini", id: 463541543
#mas "Grand Theft Auto - San Andreas", id: 424725622
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
#mas "Knights of the Old Republic", id: 416608891
#mas "LEGO Batman 2", id: 536119435
#mas "LEGO Batman", id: 437518148
#mas "LEGO Harry Potter Years 1-4", id: 411279622
#mas "LEGO Star Wars Saga", id: 422055550
#mas "LEGOHarry2", id: 494565420
mas "Linkinus", id: 402390998
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Plants vs. Zombies", id: 410406848
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
#mas "Star Wars The Force Unleashed", id: 515003911
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
#mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
#mas "iMovie", id: 408981434
#mas "iPhoto", id: 408981381
