tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "ack"
brew "bash-completion"
brew "coreutils"
brew "cowsay"
brew "dep"
brew "dos2unix"
#brew "exa"
brew "figlet"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "mas"
brew "ngrep"
brew "pinentry"
brew "pwgen"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "ssh-copy-id"
brew "subversion"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "wget"

cask "1password-cli"
cask "atom"
cask "audiobook-builder"
cask "dropbox"
cask "encryptme"
cask "font-hack"
cask "font-source-code-pro-for-powerline"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "keybase"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Gemini", id: 463541543
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
